Repository: Anticlub/GitHub-View
Catalog: GitHub Viewer/Resources/*.lproj/Localizable.strings
Languages: es

# TEXT_FIELD_USERNAME
source: User
es: Usuario

# TEXT_USER_NIL
source: No user
es: Sin usuario

# TEXT_LANGUAGE_NIL
source: No language
es: Sin lenguaje

# TEXT_PROGRESSVIEW_SEARCHING_USER
source: Searching user
es: Buscando usuario

# TEXT_PROGRESSVIEW_LOADING_AVATAR
source: Loading avatar...
es: Cargando avatar...

# SEARCH_BUTTON
source: Search user
es: Buscar usuario

# TEXT_BUTTON_ERROR
source: Ok
es: Vale

# ERROR_USER_NOT_FOUND_MESSAGE
source: User not found. Please, enter another username.
es: Usuario no encontrado. Por favor introduce otro username.

# ERROR_INVALID_URL_MESSAGE
source: Invalid URL.
es: URL no v치lida.

# ERROR_NETWORK_MESSAGE
source: Please check your Internet connection.
es: Comprueba tu conexi칩n a Internet.

# ERROR_BAD_STATUS_MESSAGE
source: The server returned an error (code: %d).
es: El servidor devolvi칩 un error (c칩digo: %d).

# ERROR_DECODING_MESSAGE
source: Could not decode the JSON file.
es: No se ha podido descodificar el archivo JSON.

# ERROR_DEFAULT_MESSAGE
source: Something has gone, try again.
es: Algo ha salido mal, vuelve a intentarlo.
